{
    "events": [
      {
        "_id": "1",
        "title": "Book Exchange Exhibition",
        "date": "",
        "description": "Discover the magic of books at the Book Exhibition! Explore a wide range of genres, and enjoy exciting workshops. Perfect for readers of all ages. 📅. Don’t miss it!",
        "address": "Bhandup-west (At library)",
        "location": "",
        "timings": "",
        "images": [
          "/src/Jsons/Images/Events/Book Exb-p0.jpg",
          "/src/Jsons/Images/Events/Book Exb-p1.jpg",
          "/src/Jsons/Images/Events/Book Exb-p2.jpg",
          "/src/Jsons/Images/Events/Book Exb-p3.jpg",
          "/src/Jsons/Images/Events/Book Exb-p5.jpg",
          "/src/Jsons/Images/Events/Book Exb-p6.jpg",
          "/src/Jsons/Images/Events/Book Exb-p7.jpg"
        ]
      },
      {
        "_id": "2",
        "title": "APJ Abdul Kalam Birth Anniversary",
        "date": "",
        "description": "October 15 marks the birth anniversary of Dr. APJ Abdul Kalam, fondly remembered as the Missile Man of India and the People’s President. Born in 1931, Dr. Kalam was a visionary scientist, an inspiring leader, and a beloved teacher who dedicated his life to making India a self-reliant and innovative nation.His remarkable contributions to space and defense technology, along with his vision for youth empowerment and education, continue to inspire millions. On this day, we honor his legacy and commitment to building a better and more developed India. Let us celebrate his life by striving for excellence, dreaming big, and working hard to make those dreams a reality. 🌟",
        "address": "Bhandup-west (At library)",
        "location": "",
        "timings": "",
        "images": [
          "/src/Jsons/Images/Events/APJ Kalam-p1.jpg",
          "/src/Jsons/Images/Events/APJ Kalam-p2.jpg",
          "/src/Jsons/Images/Events/APJ Kalam-p3.jpg"
        ]
      },
      {
        "_id": "3",
        "title": "Dr. S. R. Ranganathan Birth Anniversary & Librarian Day",
        "date": "",
        "description": "August 12 is celebrated as Librarian Day in India to honor the birth anniversary of Dr. S. R. Ranganathan, the Father of Library Science in India. Born in 1892, Dr. Ranganathan was a pioneering mathematician and librarian who transformed the field of library science with his innovative ideas and contributions.He is best known for formulating the Five Laws of Library Science and the Colon Classification System, which are globally recognized principles that revolutionized the organization and management of libraries.On this day, we celebrate the invaluable role of librarians in promoting knowledge, learning, and information access while paying tribute to Dr. Ranganathan’s lasting legacy in the world of libraries and education.",
        "address": "Bhandup-west (At library)",
        "location": "",
        "timings": "",
        "images": [
          "/src/Jsons/Images/Events/Dr.- S.R-ranganathan-p-1.jpg",
          "/src/Jsons/Images/Events/Dr.- S.R-ranganathan-p-2.jpg",
          "/src/Jsons/Images/Events/Dr.- S.R-ranganathan-p-3.jpg",
          "/src/Jsons/Images/Events/Dr.- S.R-ranganathan-p-4.jpg"
        ]
      }
    ]
  }